[{"IMAGE":"assets/data/images/eye.png","MESSAGE":"Digitized memories.TXT ============================ does it make sense to categorize digital memory as a completely new and radically different form of memory? Does the digital render the concept of collective memory obsolete?"},{"MESSAGE":"How to organize thoughts.TXT ============================ 1. Assemble sticky notes on a wall. ...2. Draw a mind map. ...3. Take notes on index cards. ...4. Create a list....5. Make a pie chart....6. Handwrite a letter. ...7. Make a collage....8. Create a table of contents."},{"MESSAGE":"Rewrite.TXT ============================* 'Their memory from the original location has been overwritten. It's taken that new location and stuck it to the original photograph.'"},{"MESSAGE":"Pick vs Select vs Choose.TXT ============================ Pick:choose (someone or something) from a number of alternatives. Select:to choose (someone or something) from a group. Choose:to decide that a particular person or thing is the one that you want."},{"IMAGE":"assets/data/images/boundingbox.png","MESSAGE":"A bounding box.TXT ============================ Memory binding refers to a person’s ability to remember various features of an object, a person, or an event together as a coherent whole. This is an essential component of episodic memory in everyday life."},{"IMAGE":"assets/data/images/casting.png","MESSAGE":"Reshaping Reality.TXT ============================ For millennia, people have had little option but to accept a reality that was imposed upon them externally. Now we are beginning to impose our internal realities upon the external world, Internet. And what could be more exciting—or more frightening—than getting to choose your own reality?"},{"IMAGE":"assets/data/images/lense.png","MESSAGE":"Emotional aperture.TXT ============================ Emotional aperture has been defined as the ability to perceive features of group emotions."},{"IMAGE":"assets/data/images/tool.png","MESSAGE":"Editing tool.TXT ============================ Editing Is Alchemy and Emotion Is Gold. Much like alchemy, you have speculative philosophy at play as you edit."},{"IMAGE":"assets/data/images/perspective.png","MESSAGE":"Perspective.TXT ============================ Perspective has a Latin root meaning 'look through' or 'perceive.' It's the lens in which you view ALL things in your life. Your perspective is shaped unconsciously from your past life experiences."},{"MESSAGE":"Storytelling and UI/UX.TXT ============================ The art of storytelling has emerged as a powerful tool in enhancing UI/UX design by tapping into human emotions and creating memorable experiences. This will make connections with users even stronger and leave memories that stick around."},{"IMAGE":"assets/data/images/expansion.png","MESSAGE":"Evolution of mediated memory in the digital age.PNG ============================"},{"IMAGE":"assets/data/images/book.png","MESSAGE":"The Bungalow, Anouk Kruithof.TXT ============================ She visualizes scenarios in which images, through the imaginary space of our conception, and parallel to digitization, leap across the tooth of time. The personal image relations, all but magically approached and released, offer new perspectives, to relate us, one-to-one with the image, to the present post-digital image economy in which our image memory moves."},{"MESSAGE":"Memory.TXT ============================ Memory is the process by which knowledge is encoded, stored, and later retrieved. Although the word memory may conjure up an image of a singular, “all-or-none” process, it is clear that there are many kinds of memory, each of which may be somewhat independent of the others."},{"IMAGE":"assets/data/images/rock3.png","MESSAGE":"Images.TXT ============================ A digital image is a representation of a real image as a set of numbers that can be stored and handled by a digital computer."}]